
    [

        {
            "id": 1,
            "category" :"electronics",
            "image": "/public/assets/E1.jpg",
            "title":"MOTOROLA Edge 60 Pro (Pantone Shadow, 256 GB)",
            "discription":"Edge into pro with the Motorola Edge’s camera, powered by Moto AI. The 50MP main sensor delivers sharp shots in any light, while Ultra HDR boosts color. Adaptive Stabilization keeps your vids smooth. Ultrawide, macro, and telephoto lenses capture every angle. Pantone validation keeps colors true, and 4K HDR10+ video takes your content to the next level.",
            "rating": "4.3",
            "review": "23,554",
            "price": "29,899",
            "MRP": "35,999",
            "offer": 27
        },
        {
            "id": 2,
            "category" :"electronics",
            "image": "/public/assets/E2.jpg",
            "title":"Samsung Galaxy S24 Ultra 5G (Titanium Black, 256 GB)",
            "discription":"Behold the Samsung Galaxy S24 Ultra smartphone, an exceptional amalgamation of incredible technology and superior sophistication. Whether you're typing up a storm or jotting something down, Note Assist makes a long story short. New AI-powered editing options let you get the photo you want, like relocating objects and intelligently filling in the space they left behind. With a durable shield of titanium built right into the frame and better scratch resistance with Corning Gorilla Armor, your IP68 water and dust-resistant Galaxy S24 Ultra is ready for adventure. Write, tap, and navigate with the precision your fingers wish they had on the new, flat display.",
            "rating": "4.6",
            "review": "6,567",
            "price": "78,234",
            "MRP": "1,35,999",
            "offer": 41
        },
        {
            "id": 3,
            "category" :"electronics",
            "image": "/public/assets/E3.jpg",
            "title":"Samsung 45 W GaN 3 A Wall Charger for Mobile  (Black)",
            "discription":"Super Fast Charging 2.0, Wide Compatibility, Recycled Materials",
            "rating": "4.4",
            "review": "4,279",
            "price": "2,099",
            "MRP": "3,499",
            "offer": 40
        },
        {
            "id": 4,
            "category" :"electronics",
            "image": "/public/assets/E4.jpg",
            "title":"OnePlus Nord 5 5G (Marble Sands, 256 GB)  (8 GB RAM)",
            "discription":"Flagship Performance with Snapdragon(TM) 8s Gen 3: Couple this with the latest LPDDR5X RAM and segment-leading VC cooling (7300mm2), enjoy unprecedented 144 FPS BGMI and CODM steady-smooth gaming for a cool 5 hours. Flagship 50MP Front and Back Cameras Born for the Night: Best-in-class clarity and natural-looking colors for selfies, portraits, groufies and 4K 60 FPS videos. Perfection — front, back, night or light. Beast-mode 6800 mAh Battery + All-new Bypass Charging: Binge and game with up to 19.8 hrs of YouTube.",
            "rating": "4.5",
            "review": "486",
            "price": "31.997",
            "MRP": "34,999",
            "offer": 8
        },
        {
            "id": 5,
            "category" :"electronics",
            "image": "/public/assets/E5.jpg",
            "title":"OnePlus Nord Buds 3 with up to 32dB ANC Bluetooth  ",
            "discription":"OnePlus Nord Buds 3 support all the smartphones",
            "rating": "4.3",
            "review": "48,154",
            "price": "1,999",
            "MRP": "2,799",
            "offer": 28
        },
        {
            "id": 6,
            "category" :"electronics",
            "image": "/public/assets/E6.jpg",
            "title":"ASUS ROG Strix G16 275HX 32 GB/NVIDIA GeForce RTX 5070 Ti ",
            "discription":"The Strix G16 boasts a 2.5K 240Hz Nebula display with 3ms response time, 500 nits brightness, and 100% DCI-P3 coverage. The ACR film reduces glare and enhances contrast for vibrant visuals and improved off-angle viewing.",
            "rating": "4.8",
            "review": "574",
            "price": "2,59,990",
            "MRP": "2,75,990",
            "offer": 5
        },
        {
            "id": 7,
            "category" :"tv",
            "image": "/public/assets/T7.jpg",
            "title":"TCL C69B 139 cm (55 inch) QLED Ultra HD (4K) Smart Google TV with Dolby Atmos",
            "discription":"Where every shade comes to life with unmatched brilliance and depth.A quaternary quantum crystal material ensures effective light emission for 100,000 hours.",
            "rating": "4.3",
            "review": "13,554",
            "price": "89,899",
            "MRP": "1,20,999",
            "offer": 29
        },
        {
            "id": 8,
            "category" :"tv",
            "image": "/public/assets/T8.jpg",
            "title":"LG AI TV UA8200 139 cm (55 inch) Ultra HD (4K) webOS DolbyAudio",
            "discription":"Experience crystal-clear detail and immersive entertainment with LG’s advanced α7 AI Processor Gen8. Enjoy enhanced 4K picture quality with superb sharpness, depth, and vibrant HDR10 colours, while AI-powered features such as Super Upscaling, AI Picture Wizard, and AI Sound Pro deliver truly cinematic visuals and audio.",
            "rating": "4.4",
            "review": "29,434",
            "price": "39,899",
            "MRP": "66,999",
            "offer": 40
        },
        {
            "id": 9,
            "category" :"tv",
            "image": "/public/assets/T9.jpg",
            "title":"SONY Bravia Theatre System 6(HT-S60),Dolby Atmos, subwoofer",
            "discription":"Turn up the energy with 5.1ch surround sound in minutes with easy setup. Powered by Dolby Atmos and DTS:X, this all-in-one system-soundbar, subwoofer and wireless rear speakers-delivers sound that dances around you.",
            "rating": "4.9",
            "review": "83",
            "price": "49,899",
            "MRP": "64,999",
            "offer": 23
        },
        {
            "id": 10,
            "category" :"tv",
            "image": "/public/assets/T10.jpg",
            "title":"LG 15/8 kg Washer with Dryer Fully Automatic Front Load Washer",
            "discription":"Fully Automatic Front Load Washer Dryer with AI Direct Drive Technology, Wi-Fi Enabled, Allergy Removal with Steam & Turbo Wash Ready to Wear Clothes with In-built Heater Black. 1 Front Load Washer with Dryer, Cold Supply Hose, Spanner, User Manual, Warranty Card, Tie Straps, Anti-slip Sheets, Elbow Bracket, 4 Caps.",
            "rating": "4.3",
            "review": "237",
            "price": "84,899",
            "MRP": "1,19,999",
            "offer": 29
        },
        {
            "id": 11,
            "category" :"tv",
            "image": "/public/assets/T11.jpg",
            "title":"LG 185 L Direct Cool Single Door 5 Star Refrigerator with Base Drawer ",
            "discription":"LG GL-D201APZU.BPZZEBN 185 Ltr. is stylish single door refrigerator comes with unmatched performance, great savings, super silent operation and Smart inverter Compressor. This model refrigerator has 5 5-star rating in energy consumption. This uses direct cool technology and is more efficient and effective, retains the freshness up to 6-7 hours",
            "rating": "4.5",
            "review": "3,554",
            "price": "16,490",
            "MRP": "22,999",
            "offer": 27
        },
        {
            "id": 12,
            "category" :"tv",
            "image": "/public/assets/T12.jpg",
            "title":"SONY Bravia 138.8 cm (55 inch) OLED Ultra HD (4K) dolby vision , HDR",
            "discription":"This Sony BRAVIA XR TV's innovative Cognitive Processor XR replicates content the way people perceive and hear it for an extraordinarily lifelike experience. Moreover, it is aware of how the human eye concentrates, cross-analysing pictures to produce visuals with realistic depth, remarkable contrast, and stunningly vibrant colours.",
            "rating": "4.8",
            "review": "23",
            "price": "1,64,899",
            "MRP": "2,49,999",
            "offer": 33
        },
        {
            "id": 13,
            "category" :"furniture",
            "image": "/public/assets/F13.jpg",
            "title":"Trevi Divine Engineered Wood 1 Door Wardrobe  (Finish Color - New Milky Oak)",
            "discription":"The epitome of functionality and style for your home organization needs – the Engineered Wood 3-door Multi Utility Kayden Wardrobe. Crafted to blend seamlessly into any space, this wardrobe boasts seamlessly a sleek design paired with robust construction, ensuring enduring quality. ",
            "rating": "4",
            "review": "139",
            "price": "9,899",
            "MRP": "25,999",
            "offer": 59
        },
        {
            "id": 14,
            "category" :"furniture",
            "image": "/public/assets/F14.jpg",
            "title":"Homes Rapid Quality l Wood 1 Door Wardrobe  (Finish Color - New Milky Oak)",
            "discription":"The epitome of functionality and style for your home organization needs – the Engineered Wood 3-door Multi Utility Kayden Wardrobe. Crafted to blend seamlessly into any space, this wardrobe boasts seamlessly a sleek design paired with robust construction, ensuring enduring quality. ",
            "rating": "3.8",
            "review": "339",
            "price": "8,899",
            "MRP": "25,899",
            "offer": 62
        },
        {
            "id": 15,
            "category" :"furniture",
            "image": "/public/assets/F15.jpg",
            "title":" Living room Sofa l Jute Fabric 3 Seater Sofa  (Finish Color - Blue & Grey) ",
            "discription":"Chandrika Enterprises is a well-established furniture manufacturing company located in Hyderabad, India. Specializing in crafting high-quality, stylish, and affordable sofas, they cater to a wide range of customer preferences, from contemporary urban designs to classic traditional styles.",
            "rating": "3.6",
            "review": "87",
            "price": "6,659",
            "MRP": "19,999",
            "offer": 66
        },
        {
            "id": 16,
            "category" :"furniture",
            "image": "/public/assets/F16.jpg",
            "title":"Homes Opus Engineered Wood King Box Bed  (Finish Color - Melamine Elite Wenge)",
            "discription":"Use soft, dry towel for regular cleaning and dusting purposes. (b) Use coasters/mats/ tablecloths when placing hot objects or cold bottles that may leave a mark on the surface. (c) In case of any spills, soak the liquid first and then wipe the surface with a dry cloth. (d) For Cleaning the glass, use clean warm water or glass cleaner with a soft, lint-free cloth or a newspaper. (e) Before moving the furniture, always dismantle.",
            "rating": "3.9",
            "review": "27,239",
            "price": "11,799",
            "MRP": "32,999",
            "offer": 64
        },
        {
            "id": 17,
            "category" :"furniture",
            "image": "/public/assets/F17.jpg",
            "title":"FURNEASER Witely Tea Table for Living Room, Centre Table, Sofa Table",
            "discription":"This ergonomic, lightweight and traditional design coffee table will complete and complement the look of your living room decor. Featuring a spacious table top made of particle wood this table is sure to be the focal point of your room. This simple yet elegant centre table will complement a wide variety of furnishings.",
            "rating": "3.7",
            "review": "839",
            "price": "2,729",
            "MRP": "7,999",
            "offer": 59
        },
        {
            "id": 18,
            "category" :"furniture",
            "image": "/public/assets/F18.jpg",
            "title":"AmunFly Blue Velvet Carpet  (4 ft, X 7 ft, Rectangle , hall ,Small room)",
            "discription":"It is dedicated to design and produce premium home textiles. Use the small decorative things in life, through the design and the colour impact to make your living space full of design looking..",
            "rating": "3.2",
            "review": "479",
            "price": "300",
            "MRP": "799",
            "offer": 62
        },
        {
            "id": 19,
            "category" :"sports",
            "image": "/public/assets/S19.jpg",
            "title":"COSCO Attack with Pump Volleyball - Size: 4  (Standard, Pack of 1)",
            "discription":"Introducing the epitome of functionality and style for your home organization needs – the Engineered Wood 3-door Multi Utility Kayden Wardrobe. Crafted to blend seamlessly into any space, this wardrobe boasts a sleek design paired with robust construction, ensuring enduring quality. ",
            "rating": "3.5",
            "review": "7,439",
            "price": "399",
            "MRP": "1,099",
            "offer": 62
        },
        {
            "id": 20,
            "category" :"sports",
            "image": "/public/assets/S20.jpg",
            "title":"COSCO Light Weight Cricket Tennis Ball  (Standard, Pack of 6, Yellow)",
            "discription":"The essence of a rugby player is to play hard, remain focused and get that ball over the line. Having a great resource tool to do it with is also critical to getting the job done. The Cosco Spotco Rugby Ball will help the player to maximize his talents and improve his performance one step at a time. Synthetic Hand Stitch, With hand stitched toughness",
            "rating": "4.1",
            "review": "6,439",
            "price": "329",
            "MRP": "540",
            "offer": 39
        },
        {
            "id": 21,
            "category" :"sports",
            "image": "/public/assets/S21.jpg",
            "title":"ALICE men's Sports Shoes | Mesh Upper with Anti Slip Sole Design ",
            "discription":"Experience next-level comfort and performance with these lightweight sport shoes. Designed for speed, stability, and all-day wear, they feature breathable mesh, cushioned midsoles, and durable rubber outsoles for superior traction on any surface.",
            "rating": "4.5",
            "review": "35,759",
            "price": "1,059",
            "MRP": "1,399",
            "offer": 24
        },
        {
            "id": 22,
            "category" :"sports",
            "image": "/public/assets/S22.jpg",
            "title":"NIVIA Storm Football - Size: 5  (Standard, Pack of 1, White,yellow,blue)",
            "discription":"Playing a sport like football helps the players strengthen team spirit and the same time keeps them fit. This Nivia Storm Football - 5 allows you to play a few matches with friends or colleagues when you have free time.",
            "rating": "4",
            "review": "3,27,459",
            "price": "289",
            "MRP": "726",
            "offer": 60
        }

    ]
